export default {
    "courseList": [{
        "cover": "https://img1.doubanio.com/lpic/s2785398.jpg",
        "id": "mock_1",
        "title": "百年孤独",
        "desc": "《百年孤独》是魔幻现实主义文学的代表作，描写了布恩迪亚家族七代人的传奇故事，以及加勒比海沿岸小镇马孔多的百年兴衰，反映了拉丁美洲一个世纪以来风云变幻的历史。"
    }, {
        "cover": "https://img3.doubanio.com/lpic/s29184396.jpg",
        "id": "mock_2",
        "title": "红与黑",
        "desc": "于连，英俊非凡又聪慧过人。他出身低微却野心 勃勃，一心想冲上战场建功立业，显赫扬名。视拿破仑为偶像的他，在第一帝国覆灭后只能选择当教士以提升社会地位。命运让他爱上小城市长夫人，又把他带到了巴黎侯爵之女身边。"
    }, {
        "cover": "https://img3.doubanio.com/lpic/s29184396.jpg",
        "id": "mock_3",
        "title": "红与黑",
        "desc": "于连，英俊非凡又聪慧过人。他出身低微却野心 勃勃，一心想冲上战场建功立业，显赫扬名。视拿破仑为偶像的他，在第一帝国覆灭后只能选择当教士以提升社会地位。命运让他爱上小城市长夫人，又把他带到了巴黎侯爵之女身边。"
    }],
    "detail": {
        "cover": "https://img3.doubanio.com/lpic/s29184396.jpg",
        "id": "mock_3",
        "title": "红与黑",
        "desc": "于连，英俊非凡又聪慧过人。他出身低微却野心 勃勃，一心想冲上战场建功立业，显赫扬名。视拿破仑为偶像的他，在第一帝国覆灭后只能选择当教士以提升社会地位。命运让他爱上小城市长夫人，又把他带到了巴黎侯爵之女身边。",
        "people": 20,
        "expire": "2017-01-01",
        "promotions": [{
            "cover": "https://img1.doubanio.com/view/photo/s_ratio_poster/public/p2194138787.webp",
            "id": "mock_4",
            "title": "教父2",
            "desc": "影片主要讲述第二代教父麦克·柯里昂（阿尔·帕西诺 饰）的奋斗历程，同时回忆了第一代教父维多·柯里昂（罗伯特·德尼罗 饰）创业的艰辛，反映了不同历史时期，两代教父的事业、家庭生活。"
        }, {
            "cover": "https://img1.doubanio.com/view/photo/s_ratio_poster/public/p477229647.webp",
            "id": "mock_5",
            "title": "美国往事",
            "desc": "二十年代的美国，纽约少年“面条”（罗伯特•德尼罗 饰）和几个同龄朋友一起认识了聪明狡黠的“麦大”（詹姆斯 • 伍兹 饰），他们开始从事走私活动。不久，面条在一场械斗中杀伤人命，被关进监牢。"
        }],
        "comments": [
            {
                "title": "《美国往事》的两个隐含情节",
                "desc": "在家的时候，把〈美国往事〉的碟又找出来细细看了一遍，发现了以前没有注意的两个情节，算是导演埋下的伏笔吧，将其记录在此，希望有同样喜欢这部电影的人能够看到。 1、关键词：水牛城 buffalo city 影片前半部分，noodles在三个同伴死去遭人追杀时，到了火车站买了随机的最早...  (展开)",
                "time": "2018-01-01",
                "author": "修复的薄码.AVI"
            },
            {
                "title": "很正经系列",
                "desc": "看来，我得把“补充一条”挪到最前边了",
                "time": "2018-12-12",
                "author": "Q"
            }
        ]
    },
    "center": {
        "avatar": "https://img3.doubanio.com/icon/ul44809699-4.jpg",
        "name": "somebody"
    }
}